;Place localized text in this file


[T_FullArmsL_F X2BodyPartTemplate]
DisplayName="圣殿骑士裸（全）"
[T_FullArmsR_F X2BodyPartTemplate]
DisplayName="圣殿骑士裸（全）"
[T_FullArmsL_M X2BodyPartTemplate]
DisplayName="圣殿骑士裸（全）"
[T_FullArmsR_M X2BodyPartTemplate]
DisplayName="圣殿骑士裸（全）"

;[T_CoveredFullArmsL_F X2BodyPartTemplate]
;DisplayName="圣殿骑士覆盖（全）"
;[T_CoveredFullArmsR_F X2BodyPartTemplate]
;DisplayName="圣殿骑士覆盖（全）"
;[T_CoveredFullArmsL_M X2BodyPartTemplate]
;DisplayName="圣殿骑士覆盖（全）"
;[T_CoveredFullArmsR_M X2BodyPartTemplate]
;DisplayName="圣殿骑士覆盖（全）"




[SolT_VIP_M X2BodyPartTemplate]
DisplayName="船员服"
[SolT_VIP_F X2BodyPartTemplate]
DisplayName="船员服"
[SolA_VIP_M X2BodyPartTemplate]
DisplayName="船员服"
[SolA_VIP_F X2BodyPartTemplate]
DisplayName="船员服"
[SolL_VIP_M X2BodyPartTemplate]
DisplayName="船员服"
[SolL_VIP_F X2BodyPartTemplate]
DisplayName="船员服"

[Tygan_GlassesSoldier X2BodyPartTemplate]
DisplayName="泰根的眼镜"